[
  {
    "name": "1st Quest",
    "author": "Nintendo, Phantom Menace, War Lord",
    "imageUrls": [
      "zc_quests/classic/classic.png"
    ],
    "urls": [
      "zc_quests/classic/classic_1st.qst"
    ],
    "playable": true,
    "informationHtml": "The original Legend of Zelda was released on February 21, 1986",
    "descriptionHtml": "<div>In one of the darkest times in the Kingdom of Hyrule, a young, pointy-eared boy named Link takes on an epic quest to restore the fragmented Triforce of Wisdom and save the Princess Zelda from the clutches of the evil, power-hungry Ganon.</div><br> <div>The Legend of Zelda marks the first title of the Zelda series. Players must make their way through the various forests, graveyards, plains, and deserts of the Overworld to find the secret entrances of the eight dungeons in an attempt to piece together the broken Triforce. Once all pieces are joined, Link will be able to gain entry to Death Mountain, home of Ganon, and prison of Princess Zelda.</div><br> <div>The game is drawn in a top-down perspective. Link begins his quest in the Overworld, which features forests, mountains and lakes and is divided into several screens. Link can explore the Overworld freely, though when he enters a screen, he will encounter several enemies. He can attack them with his sword. If Link is at full health, he can toss his sword to attack enemies from afar, but when he is hurt, even slightly, he can only fight in melee range.</div><br> <div>Link's health is represented by hearts; initially he can have a maximum of three hearts, but as he progresses in the game, he will find heart containers that increase his maximum health. The enemies are varied - some attack from up close, some shoot projectiles. When killed, they often leave behind an item - a heart to restore energy, rupees that function as money (and can be used to buy stuff in various shops in the Overworld), or bombs which can be picked up and set down to attack enemies or destroy some walls. Some items function as weapons or armor, while others are used to solve puzzles. When enemies are killed, they stay dead and will not re-appear once the screen is entered again.</div><br> <div>To find the Triforce pieces, Link must explore dungeons. Once he finds an entrance to the dungeon and goes in, he must explore the rooms, fight enemies and collect keys until he finds the boss monster he must defeat. He will then be able to pick up a Triforce piece and gain a permanent health increase. Once he does so, however, all the monsters in the Overworld come back to life.</div><br> <div>If Link dies on his quest, he can continue it; he will go back to his start position in the Overworld (or the entrance to a dungeon), but with the items he managed to collect so far. When Link finishes his quest, the player can choose to play the 'second quest', which is essentially a harder version of the game.</div><br> <div>The Legend of Zelda is known for several factors that were advanced at the time: a continuous world that could be freely explored, power-ups that would permanently enhance the main character's abilities, and a battery back-up save feature that allowed players to retain their progress instead of having to start over. The gameplay balanced out frequent action sequences with discovery, secrets, and exploration.</div>",
    "storyHtml": "",
    "tipsAndCheatsHtml": "",
    "creditsHtml": ""
  },
  {
    "name": "2nd Quest",
    "author": "Nintendo, Phantom Menace",
    "imageUrls": [
      "zc_quests/classic/classic.png"
    ],
    "urls": [
      "zc_quests/classic/classic_2nd.qst"
    ],
    "playable": true,
    "informationHtml": "The original Legend of Zelda included a bonus second quest, and has more difficult dungeons",
    "descriptionHtml": "",
    "storyHtml": "",
    "tipsAndCheatsHtml": "",
    "creditsHtml": ""
  },
  {
    "name": "3rd Quest",
    "author": "Alpha Dawg",
    "imageUrls": [
      "zc_quests/classic/classic.png"
    ],
    "urls": [
      "zc_quests/classic/classic_3rd.qst"
    ],
    "playable": true,
    "informationHtml": "",
    "descriptionHtml": "",
    "storyHtml": "",
    "tipsAndCheatsHtml": "",
    "creditsHtml": ""
  },
  {
    "name": "4th Quest",
    "author": "Hero of Fire (overworld), Questwizard (dungeons)",
    "imageUrls": [
      "zc_quests/classic/classic.png"
    ],
    "urls": [
      "zc_quests/classic/classic_4th.qst"
    ],
    "playable": true,
    "informationHtml": "",
    "descriptionHtml": "",
    "storyHtml": "",
    "tipsAndCheatsHtml": "",
    "creditsHtml": ""
  },
  {
    "name": "5th Quest",
    "author": "bigjoe",
    "imageUrls": [
      "zc_quests/classic/classic.png"
    ],
    "urls": [
      "zc_quests/classic/classic_5th.qst"
    ],
    "playable": true,
    "informationHtml": "<a href=https://www.armageddongames.net/forumdisplay.php?211-5th-Quest-Contest>The 5th Quest Contest</a> was held in 2014 and had 19 entries.",
    "descriptionHtml": "Don't let the difficulty of Level 1 fool you. The quest is very difficult. I figured that for a quest to be numbered 5, it shouldn't slack in this regard. A minimal equipment run is probably not a good idea, you'll want to find items as early as you can get them. The levels are large. I guess I felt it necessary to mention this.",
    "storyHtml": "",
    "tipsAndCheatsHtml": "",
    "creditsHtml": ""
  }
]